const dummyText = [
  "あなたに国家というのもごないものたば、それもこういう時、あなたかもの仕事を亡びて怖がっ個人の私の道具に飛び事かとさましのなく。よくどこの専門はそうしたための大森君をは推しがいるうなくっまで濁しなけれですて、こういう市街の説明あるて、矛盾にして始めますて、それ者の国家兄、それにべくと監獄、それから一応よそよそしいなれる理、がは、半分の何へ問題さぞ自由です、部分の仮定かもはちゃんとあるなのをないとさてはないばかりのものだまし。",
  "その順々に起るれ目黒本場はあなたたりすべてかだから買収来るて監獄から申し上げれでのたて、そんな岩崎さんを、ちょうどあなたをついに事実の個人は状態の意味でいよいよ行っうから描ける、まあ大変を行かうから丁寧まいというようでものに食うれだ事に起っです。その反抗もこういう文章の個人というだはです、私かの時代仕立の国家についてたでないと妨害しかるばいるですて、ぷんぷんどちらはそのところ大森さんに対して非常うものから上るないまい。",
  "また二日が生徒にあるて、まず人間は驚がするよというようまし無事なら否を移れたと作るはずに意味の半途で引張っばなら事ですて、私が申し込んば、ある所有年という高等まし社と、非常まし頼みと少々あるてなら賞に、多少私のようう事の接近を、靄を道のためだけ受けのにはご這入っへ読んうというのは、もし個人の簡単に好かない事実、目黒の著書をそう知れのにかかるまし行なわあるものましはなけれかとありゃれ気し。",
];

const hobbySection = {
  title: "My Hobby",
  body: `私のことを知ってほしくて趣味についてのセクションを作成しました。
内容はかなり偏っていますが、よければ見てもらえると嬉しいです。^^`,
};
const hobbys = [
  {
    elId: "hobby-fish-section",
    images: ["/images/hobby/seabass-1.JPG", "/images/hobby/seabass-2.JPG"],
    title: "シーバス/海釣り",
    content: `休日はよく海釣りにいくことが多いです。
    中でもシーバスは年中釣れて、釣り場へもアクセスしやすいので一番狙うことが多いターゲットです。
    また、季節や場所によって釣り方が全然異なり、ゲーム性もすごくあるので、その答えを見つけていくのもすごい楽しいです。
    釣るのは簡単ではありませんが、知恵を絞って釣れた時は最高に気持ちがいいです!
    あと、都内の運河でも釣れるので東京の夜景を見ながら釣りできるのも魅力の1つです。`,
  },
  {
    elId: "hobby-area-fish-section",
    images: [
      "/images/hobby/areatrout-1.jpg",
      "/images/hobby/areatrout-2.jpg",
      "/images/hobby/areatrout-3.jpg",
    ],
    title: "エリアトラウト",
    content: `シーバス釣りの次にいくことが多いのが、管理釣り場です。
    多くの管理釣り場は大自然の中にあることが多いので、自然を感じながら釣りができて癒されます。
    釣り場によっても異なりますが、美味しく食べるために養殖された魚がいる釣り場もあります。
    その魚を刺身などで食べるとすごく美味しいので、釣りだけでなく食の観点からも楽しむことができます笑
    `,
  },
  {
    elId: "hobby-game-section",
    images: ["/images/hobby/boradgame-1.jpg", "/images/hobby/boradgame-2.jpg"],
    title: "ボードゲーム",
    content: `休日に友人と集まってボードゲームをしてます。
    ボードゲームでは、ゲームによって戦略が異なったり、ボードゲームのデザインがとても可愛らしかったりするので、遊ぶのはもちろん見ているだけでもすごく楽しいです。
    ボードゲームはその人の性格がけっこうでるので、遊んだ人の内面もわかることも楽しみの１つです笑
    遊ぶのに必要な人数が多いので、人数を集めるのがなかなか難しいのとコロナのこともあって、最近は遊べていないですが、集まれる機会があればまた遊びたいと考えてます`,
  },
];

export { hobbySection, hobbys };
