const dummyText = [
  "あなたに国家というのもごないものたば、それもこういう時、あなたかもの仕事を亡びて怖がっ個人の私の道具に飛び事かとさましのなく。よくどこの専門はそうしたための大森君をは推しがいるうなくっまで濁しなけれですて、こういう市街の説明あるて、矛盾にして始めますて、それ者の国家兄、それにべくと監獄、それから一応よそよそしいなれる理、がは、半分の何へ問題さぞ自由です、部分の仮定かもはちゃんとあるなのをないとさてはないばかりのものだまし。",
  "その順々に起るれ目黒本場はあなたたりすべてかだから買収来るて監獄から申し上げれでのたて、そんな岩崎さんを、ちょうどあなたをついに事実の個人は状態の意味でいよいよ行っうから描ける、まあ大変を行かうから丁寧まいというようでものに食うれだ事に起っです。その反抗もこういう文章の個人というだはです、私かの時代仕立の国家についてたでないと妨害しかるばいるですて、ぷんぷんどちらはそのところ大森さんに対して非常うものから上るないまい。",
  "また二日が生徒にあるて、まず人間は驚がするよというようまし無事なら否を移れたと作るはずに意味の半途で引張っばなら事ですて、私が申し込んば、ある所有年という高等まし社と、非常まし頼みと少々あるてなら賞に、多少私のようう事の接近を、靄を道のためだけ受けのにはご這入っへ読んうというのは、もし個人の簡単に好かない事実、目黒の著書をそう知れのにかかるまし行なわあるものましはなけれかとありゃれ気し。",
];

const hobbySection = { title: "My Hobby", body: "" };
const hobbys = [
  {
    elId: "hobby-fish-section",
    img: "/images/test.png",
    title: "シーバス",
    content: dummyText[0],
  },
  {
    elId: "hobby-area-fish-section",
    img: "/images/test.png",
    title: "エリアトラウト",
    content: dummyText[1],
  },
  {
    elId: "hobby-game-section",
    img: "/images/test.png",
    title: "ボードゲーム",
    content: dummyText[2],
  },
];

export { hobbySection, hobbys };
